/*
 Localizable.strings
 BiCoR
 
 Created by Markus Hinkelmann on 02.03.14.
 Copyright (c) 2014 Markus Hinkelmann. All rights reserved.
 */

/* No comment provided by engineer. */
"%@ has birthday today" = "%@ has birthday today";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check entered information" = "Check entered information";

/* ok button */
"ENTER_LOGIN_CREDENTIALS_OK" = "OK";

/* text for login credentials */
"ENTER_LOGIN_CREDENTIALS_TEXT" = "Please enter the login data";

/* title for login credentials */
"ENTER_LOGIN_CREDENTIALS_TITLE" = "Login Credentials Missing";

/* title for login credentials failed */
"ENTER_LOGIN_CREDENTIALS_TITLE_FAILED" = "Login Credentials not valid";

/* No comment provided by engineer. */
"Load Data" = "Load Data";

/* ok button */
"OK_BUTTON" = "OK";

/* title for reach Server failed */
"REACH_SERVER_FAILED" = "Couldn't connect to Server";

/* unknown error occoured */
"SERVER_UNKNOWN_ERROR" = "Unknown Error";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* text for reach Server failed */
"SETTINGS_COULDNT_REACH_SERVER_TEXT" = "It was not possible to reach the server.
Please check the entered server adress";

/* title for wrong username / passwd */
"SETTINGS_LOGIN_INFORMATION_WRONG" = "Login failed";

/* text for wrong username / passwd */
"SETTINGS_LOGIN_INFORMATION_WRONG_TEXT" = "The entered login credentials are not valid";

/* No comment provided by engineer. */
"Age" = "Age";

/* No comment provided by engineer. */
"Birthday" = "Birthday";

/* No comment provided by engineer. */
"Landline Phone" = "Landline Phone";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* No comment provided by engineer. */
"Mobile Phone" = "Mobile Phone";

/* Constants for Connection errors */
"SERVER_CONNECTION_LOGIN_FAILED" = "The login on the server failed.
Either the username or the password is wrong.";
"SERVER_CONNECTION_COULD_NOT_REACH_SERVER" = "It was not possible to reach the server.
Please check your network connection.";
"SERVER_CONNECTION_UNKNOWN_ERROR" = "An unknown error occoured during the server Connection.
Please contact the support, when the problem still appears.";

/* About Button */
"About" = "About";
